--在【員工】資料表中找出所有女員工的資料記錄。


--在【員工】資料表中找出所有在 1968 年(含)以後出生的資料記錄。


--在【訂貨主檔】資料表找出送貨的城市為台北市及高雄市的資料記錄。


--在【產品資料】資料表中找出庫存量最多的前 6 名資料記錄。


--在【訂貨明細】資料表找出訂單號碼 10847 共包含哪些產品。


--在【訂貨明細】資料表找出訂單中包含超過 5 種產品的資料記錄。


--計算【產品資料】資料表中類別號為 2 的產品資料平均單價。


--在【產品資料】資料表中找出庫存量小於安全存量，且尚未進行採購的產品資料記錄。


--在【客戶】資料表中找出公司名稱包含「川」、「生」、「捷」、「天」、「中」、
--「社」、「材」、「業」、「立」等字的資料記錄。


--在適當的資料表中找出訂購產品數量介於 20~30 件的資料記錄。


--在【訂貨主檔】資料表中找出尚未有送貨日期的記錄資料。


--在【訂貨明細】資料表中顯示出訂單號碼 10263 所有產品的價格小計。


--利用【產品資料】資料表資料，統計出每一個供應商各提供了幾樣產品。



--利用【訂貨明細】資料表資料，統計出各項商品的平均單
--價與平均銷售數量，並僅列出平均銷售數量大於 10 的資
--料，且將資料依產品編號由小到大排序。
